{
    "heading": "ROAD MAP",
    "phases": [
        {
            "title": "Phase 1: Pre - Launch",
            "steps": [
                {
                    "description": "<span style='color: #FF8B00; font-weight: bold;'>Inception:</span> The project idea was conceived, giving birth to the Crazy Cannonball vision."
                },
                {
                    "description": "<span style='color: #FF8B00; font-weight: bold;'>Community Engagement:</span> Active involvement of the community, airdrops, and idea-sharing to enhance collaboration."
                },
                {
                    "description": "<span style='color: #FF8B00; font-weight: bold;'>Story Development:</span> Storylines and concepts were created to give the project a unique and engaging narrative."
                },
                {
                    "description": "<span style='color: #FF8B00; font-weight: bold;'>Creative Rewards:</span> Community members will have opportunities to win rare, custom-designed NFT artwork  or purchase personalized designs of their choosing."
                },
                {
                    "description": "<span style='color: #FF8B00; font-weight: bold;'>Art & NFTs:</span> Original NFTs and artwork were designed, capturing the adventurous and dynamic essence of the Crazy Cannonball."
                },
                {
                    "description": "<span style='color: #FF8B00; font-weight: bold;'>Token Listings:</span> Initial token launches on select exchanges to enable trading and accessibility."
                },
                {
                    "description": "<span style='color: #FF8B00; font-weight: bold;'>Community Building:</span> Accounts on X.com and Telegram were launched to foster awareness and build a strong community."
                },
                {
                    "description": ""
                },
                {
                    "description": "<span style='color: #FF8B00; font-weight: bold;'>NFT Launch:</span> Collections were uploaded to OpenSea, marking the first step in our creative journey."
                }
            ]
        },
        {
            "title": "Phase 2: Expansion",
            "steps": [
                {
                    "description": "<span style='color: #FF8B00; font-weight: bold;'>Scaling Up:</span> Focused on expanding the project's reach and integrating additional utility features."
                },
                {
                    "description": "<span style='color: #FF8B00; font-weight: bold;'>Influencer Campaigns:</span> Broadening awareness through impactful campaigns with influencers and thought leaders in the space."
                },
                {
                    "description": "<span style='color: #FF8B00; font-weight: bold;'>Major Listings:</span> Listing the Crazy Cannonball token on larger, more prominent exchanges."
                },
                {
                    "description": "<span style='color: #FF8B00; font-weight: bold;'>Utility Growth:</span> Introduction of staking mechanisms and utility features to enhance token value and project longevity."
                }
            ]
        },
        {
            "title": "Phase 3: Community Takeover",
            "steps": [
                {
                    "description": "<span style='color: #FF8B00; font-weight: bold;'>Transitioning toward a decentralized, community-led structure, where holders and supporters shape the future of Crazy Cannonball.</span>"
                },
                {
                    "description": "<span style='color: #FF8B00; font-weight: bold;'>Empowering community creativity by expanding opportunities for members to design or win exclusive NFTs, fostering innovation and collaboration.</span> "
                }
            ]
        }
    ]
}
